Repository: raniop/ChildTime
Catalog: Shared/Localization/Localizable.xcstrings
Source language: he
Languages: ar, en, ru

source: בְּחַר מִשְׂחָק וְקָדִימָה!
ar: اختر لعبة ولننطلق!
en: Pick a game and let's go!
ru: Выбери игру — и вперёд!

source: בְּחַר תְּמוּנָה
ar: اختر صورة
en: Choose photo
ru: Выбрать фото

source: בְּחוּץ לָאָרֶץ
ar: خارج البلاد
en: Abroad
ru: За границей

source: בְּטוֹפִי עַכְשָׁיו
ar: في Tofy الآن
en: In Tofy now
ru: В Tofy сейчас

source: בְּטוֹפִי עַכְשָׁיו · %@
ar: في Tofy الآن · %@
en: In Tofy now · %@
ru: В Tofy сейчас · %@

source: בְּטוֹפִי עַכְשָׁיו · %@ 📚
ar: في Tofy الآن · %@ 📚
en: In Tofy now · %@ 📚
ru: В Tofy сейчас · %@ 📚

source: בְּיִשְׂרָאֵל
ar: في البلاد
en: In Israel
ru: В Израиле

source: בְּיוֹם
ar: يوم
en: on
ru: в

source: בְּלִי קוֹד, אֶפְשָׁר לְכַבּוֹת לְטוֹפִי אֶת הַגִּישָׁה בַּהַגְדָּרוֹת — וְהַכֹּל נִפְתָּח.
ar: بدون رمز يمكن إيقاف وصول Tofy في الإعدادات — فيُفتح كل شيء.
en: Without one, Tofy's access can be switched off in Settings — and everything opens.
ru: Без кода доступ Tofy можно отключить в настройках — и всё откроется.

source: בְּלִי קוֹד, הַיֶּלֶד יָכוֹל לְכַבּוֹת אֶת טוֹפִי בַּהַגְדָּרוֹת — וְהַכֹּל נִפְתָּח. אֵיפֹה מַגְדִּירִים? בַּכַּפְתּוֹר "אֵיךְ זֶה נִרְאֶה בָּאַיְפוֹן?" לְמַטָּה, צַעַד אַחַר צַעַד.
ar: بدون رمز يستطيع الطفل إيقاف Tofy في الإعدادات — فيُفتح كل شيء. أين تعيّنونه؟ اضغطوا «كيف يبدو هذا على الآيفون؟» أدناه، خطوة بخطوة.
en: Without one, your child can switch Tofy off in Settings — and everything opens. Where to set it? Tap "How does it look on the iPhone?" below, step by step.
ru: Без кода ребёнок может отключить Tofy в настройках — и всё откроется. Где задать? Нажмите «Как это выглядит на iPhone?» ниже — шаг за шагом.

source: בְּמַכְשִׁיר אַחֵר
ar: على جهاز آخر
en: on another device
ru: на другом устройстве

source: בְּמַכְשִׁיר הַהוֹרֶה מוֹפִיעַ קוֹד QR לַיֶּלֶד. סִרְקוּ אוֹתוֹ כָּאן וְהַמַּכְשִׁיר יִתְחַבֵּר.
ar: على جهاز الوالد يظهر رمز QR للطفل. امسحوه هنا وسيتّصل هذا الجهاز.
en: The parent device shows a QR code for the child. Scan it here and this device will connect.
ru: На устройстве родителя появляется QR-код для ребёнка. Отсканируйте его здесь — и устройство подключится.

source: בְּמַכְשִׁיר יֶלֶד הַמְּחִיקָה חֲסוּמָה. לִמְחִיקָה אֲמִתִּית — פִּתְחוּ חַלּוֹן קָצָר וְהָסִירוּ אֶת טוֹפִי מִמָּסַךְ הַבַּיִת.
ar: الحذف محظور على جهاز الطفل. للحذف الفعليّ — افتحوا نافذة قصيرة وأزيلوا Tofy من الشاشة الرئيسية.
en: Deleting is blocked on a child's device. To really delete Tofy, open a short window and remove it from the Home Screen.
ru: На детском устройстве удаление заблокировано. Чтобы удалить по-настоящему — откройте короткое окно и уберите Tofy с домашнего экрана.

source: בְּמַכְשִׁיר יֶלֶד הַמְּחִיקָה חֲסוּמָה. פִּתְחוּ חַלּוֹן קָצָר כְּדֵי לְהָסִיר אֶת טוֹפִי מִמָּסַךְ הַבַּיִת.
ar: الحذف محظور على جهاز الطفل. افتحوا نافذة قصيرة لإزالة Tofy من الشاشة الرئيسية.
en: Deleting is blocked on a child's device. Open a short window to remove Tofy from the Home Screen.
ru: На детском устройстве удаление заблокировано. Откройте короткое окно, чтобы убрать Tofy с домашнего экрана.

source: בְּמָה מְשַׂחֲקִים? 🎮
ar: بماذا نلعب؟ 🎮
en: What should we play? 🎮
ru: Во что играем? 🎮

source: בְּמָסַךְ הַפְּתִיחָה הַקִּישׁוּ “כְּבָר יֵשׁ לָכֶם מִשְׁפָּחָה? הִצְטָרְפוּ”
ar: في شاشة الترحيب اضغطوا “هل لديكم عائلة بالفعل؟ انضمّوا”
en: On the welcome screen, tap “Already have a family? Join”
ru: На стартовом экране нажмите «Уже есть семья? Присоединиться»

source: בְּנִיתֶם %lld מִלִּים!
ar: بنيتم %lld كلمات!
en: You built %lld words!
ru: Вы собрали слов: %lld!

source: בְּנִסָּיוֹן אֶחָד!
ar: من محاولة واحدة!
en: In one try!
ru: С первой попытки!

source: בְּנוּ אֶת הַמִּלָּה
ar: ابنوا الكلمة
en: Build the word
ru: Собери слово

source: בְּנוּ מִלָּה
ar: ابنوا كلمة
en: Build a word
ru: Собери слово

source: בְּסֵדֶר
ar: حسنًا
en: OK
ru: Хорошо

source: בְּעָיוֹת מִלּוּלִיּוֹת
ar: مسائل كلامية
en: Word problems
ru: Текстовые задачи

source: בְּעָיוֹת מִלּוּלִיּוֹת בִּשְׁנֵי שְׁלַבִּים
ar: مسائل كلامية بخطوتين
en: Two-step word problems
ru: Текстовые задачи в два шага

source: בְּקָרוֹב בְּאַנְדְּרוֹאִיד
ar: قريبًا على أندرويد
en: Coming soon on Android
ru: Скоро на Android

source: בְּרִיטַנְיָה
ar: بريطانيا
en: Britain
ru: Великобритания

source: בְּרָזִיל
ar: البرازيل
en: Brazil
ru: Бразилия

source: בְּרָזִילְיָה
ar: برازيليا
en: Brasília
ru: Бразилиа

source: בְּרָכִיוֹזָאוּרוּס
ar: براكيوصور
en: Brachiosaurus
ru: брахиозавр

source: בְּרוֹקוֹלִי
ar: بروكلي
en: broccoli
ru: брокколи

source: בְּרוּכִים הַבָּאִים!
ar: أهلًا بكم!
en: Welcome!
ru: Добро пожаловать!

source: בְּרוּכָה הַבָּאָה! 👋
ar: أهلًا بكِ! 👋
en: Welcome! 👋
ru: Добро пожаловать! 👋

source: בְּתוֹךְ הַגּוּף
ar: داخل الجسم
en: Inside the body
ru: Внутри тела

source: בִּדְקִי מָה חוֹזֵר אוֹ מִשְׁתַּנֶּה כָּל פַּעַם, וְהַמְשִׁיכִי אֶת הַסֵּדֶר.
ar: تحقّقي ممّا يتكرّر أو يتغيّر في كلّ مرّة، وأكملي التسلسل.
en: Check what repeats or changes each time, and continue the pattern.
ru: Посмотри, что повторяется или меняется каждый раз, и продолжи последовательность.

source: בִּדְקוּ אֶת חִבּוּר הָאִינְטֶרְנֶט וְנַסּוּ שׁוּב.
ar: تحقّقوا من اتّصال الإنترنت وحاولوا مرّة أخرى.
en: Check your internet connection and try again.
ru: Проверьте интернет-соединение и попробуйте снова.

source: בִּדְקוּ שֶׁיֵּשׁ אִינְטֶרְנֶט, וְשֶׁהַמַּכְשִׁיר עֲדַיִן מְקֻשָּׁר לַמִּשְׁפָּחָה בְּלוּחַ הַהוֹרִים.
ar: تحقّقوا من وجود إنترنت، ومن أنّ الجهاز ما زال مرتبطًا بالعائلة في لوحة الوالدين.
en: Check that you're online and that the device is still linked to the family on the parent dashboard.
ru: Проверьте, что есть интернет и что устройство всё ещё привязано к семье в родительской панели.

source: בִּחֲרוּ אֵילוּ עוֹלָמוֹת פְּתוּחִים עֲבוּר %@. עוֹלָם כָּבוּי נֶעֱלָם מֵהַמָּסָךְ, וְהַיֶּלֶד לֹא מְקַבֵּל מִמֶּנּוּ שְׁאֵלוֹת. הַשִּׁנּוּי מִסְתַּנְכְרֵן אוֹטוֹמָטִית לַמַּכְשִׁיר שֶׁל הַיֶּלֶד.
ar: اختاروا العوالم المفتوحة أمام %@. العالم المغلق يختفي من الشاشة، ولا يتلقّى الطفل منه أسئلة. يُزامَن التغيير تلقائيًا إلى جهاز الطفل.
en: Choose which worlds are open for %@. A world that's turned off disappears from the screen, and your child won't get questions from it. Changes sync automatically to your child's device.
ru: Выберите, какие миры открыты для %@. Выключенный мир исчезает с экрана, и ребёнок не получает из него вопросов. Изменение автоматически синхронизируется с устройством ребёнка.

source: בִּחֲרוּ בְּאֵיזוֹ שָׂפָה טוֹפִי יוֹפִיעַ בַּמַּכְשִׁיר שֶׁל %@. הַשִּׁנּוּי מַגִּיעַ לַמַּכְשִׁיר בַּסִּנְכְרוּן הַבָּא.
ar: اختاروا اللغة التي يظهر بها Tofy على جهاز %@. يصل التغيير إلى الجهاز عند المزامنة التالية.
en: Choose the language Tofy shows on %@'s device. The change reaches the device at the next sync.
ru: Выберите, на каком языке Tofy будет на устройстве %@. Изменение дойдёт до устройства при следующей синхронизации.

source: בִּחֲרוּ כַּמָּה דַּקּוֹת מָסָךְ בְּיוֹם עֲבוּר %@. הַשִּׁנּוּי מִסְתַּנְכְרֵן אוֹטוֹמָטִית לַמַּכְשִׁיר שֶׁל הַיֶּלֶד.
ar: اختاروا عدد دقائق الشاشة في اليوم من أجل %@. يُزامَن التغيير تلقائيًا إلى جهاز الطفل.
en: Choose how many screen minutes per day %@ gets. The change syncs automatically to your child's device.
ru: Выберите, сколько минут экрана в день получает %@. Изменение автоматически синхронизируется с устройством ребёнка.

source: בִּחֲרוּ קוֹד בֶּן 4 סְפָרוֹת לְהָגֵן עַל הַהַגְדָּרוֹת
ar: اختاروا رمزًا من 4 أرقام لحماية الإعدادات
en: Choose a 4-digit code to protect your settings
ru: Выберите 4-значный код для защиты настроек

source: בִּחֲרוּ רָמַת קוֹשִׁי לְכָל נוֹשֵׂא עֲבוּר %@. הַשִּׁנּוּי מִסְתַּנְכְרֵן אוֹטוֹמָטִית לַמַּכְשִׁיר שֶׁל הַיֶּלֶד.
ar: اختاروا مستوى صعوبة لكلّ موضوع من أجل %@. يُزامَن التغيير تلقائيًا إلى جهاز الطفل.
en: Choose a difficulty level for each topic for %@. The change syncs automatically to your child's device.
ru: Выберите уровень сложности по каждой теме для %@. Изменение автоматически синхронизируется с устройством ребёнка.

source: בִּטַּלְתֶּם אֶת הָרְכִישָׁה.
ar: لقد ألغيتم عملية الشراء.
en: You canceled the purchase.
ru: Вы отменили покупку.

source: בִּטּוּיִים אַלְגֶּבְּרִיִּים
ar: التعابير الجبرية
en: Algebraic expressions
ru: Алгебраические выражения

source: בִּטּוּל
ar: إلغاء
en: Cancel
ru: Отмена

source: בִּיצוּעִים לִימוּדִיִּים
ar: الأداء التعليمي
en: Learning performance
ru: Учебные результаты

source: בִּירוֹת וְיַבָּשׁוֹת
ar: العواصم والقارّات
en: Capitals and continents
ru: Столицы и континенты

source: בִּנְיַן הִפְעִיל
ar: وزن هِفْعيل
en: Hif'il stem
ru: Биньян хифъиль

source: בִּנְיַן פִּעֵל
ar: وزن فِعِّل
en: Pi'el stem
ru: Биньян пиэль

source: בִּנְיַן פָּעַל
ar: وزن فَعَلَ
en: Pa'al stem
ru: Биньян пааль

source: בִּקְשׁוּ מֵאַבָּא אוֹ מֵאִמָּא לְסַיֵּם אֶת הַהַגְדָּרָה שֶׁל טוֹפִי
ar: اطلب من أبيك أو أمك إكمال إعداد توفي
en: Ask a grown-up to finish setting Tofy up
ru: Попроси маму или папу завершить настройку Tofy

source: בִּקְשׁוּ מֵאַבָּא אוֹ מֵאִמָּא לְעַדְכֵּן, וְיִהְיוּ דְּבָרִים חֲדָשִׁים לְשַׂחֵק בָּהֶם 💛
ar: اطلبوا من بابا أو ماما التحديث، وستكون هناك أشياء جديدة للّعب بها 💛
en: Ask Mom or Dad to update, and there'll be new things to play with 💛
ru: Попроси маму или папу обновить, и появится много нового для игры 💛

source: בִּקּוּר רִאשׁוֹן = +%lld 💎
ar: الزيارة الأولى = +%lld 💎
en: First visit = +%lld 💎
ru: Первый визит = +%lld 💎

source: בִּשְׁבִילְךָ
ar: لك
en: for you
ru: для тебя

source: בִּשְׁבִילֵךְ
ar: لكِ
en: for you
ru: для тебя

source: בֵּייגִ'ינְג
ar: بكين
en: Beijing
ru: Пекин

source: בֵּינוֹנִי
ar: متوسّط
en: Medium
ru: Средний

source: בֵּיצִים
ar: بيض
en: eggs
ru: яйца

source: בֵּית חוֹלִים
ar: مستشفى
en: Hospital
ru: Больница

source: בֵּית סֵפֶר
ar: مدرسة
en: school
ru: школа

source: בֶּן/בַּת כַּמָּה?
ar: كم العمر؟
en: How old?
ru: Сколько лет?

source: בֶּרְלִין
ar: برلين
en: Berlin
ru: Берлин

source: בֶּרֶךְ
ar: ركبة
en: knee
ru: колено

source: בַּבֹּקֶר
ar: في الصباح
en: in the morning
ru: утром

source: בַּדְמִינְטוֹן
ar: ريشة طائرة
en: badminton
ru: бадминтон

source: בַּהַגְדָּרוֹת שֶׁיִּפָּתְחוּ: הַרְשָׁאוֹת ← מִקּוּם ← כָּל הַזְּמַן
ar: في الإعدادات التي ستُفتح: الأذونات ← الموقع ← السماح طوال الوقت
en: In the settings that open: Permissions → Location → Allow all the time
ru: В открывшихся настройках: Разрешения → Местоположение → Разрешить в любом режиме

source: בַּחֲרִי דְּמוּת
ar: اختاري شخصية
en: Choose a character
ru: Выбери персонажа

source: בַּחֲרִי מִשְׂחָק וְקָדִימָה!
ar: اختاري لعبة ولننطلق!
en: Pick a game and let's go!
ru: Выбери игру — и вперёд!

source: בַּחֲרוּ אֶת הַכַּרְטִיס שֶׁיֵּשׁ בּוֹ בְּדִיּוּק %@!
ar: اِضْغَطُوا البِطاقَةَ التي عَلَيْها بِالضَّبْط: %@!
en: Tap the card that has exactly: %@!
ru: Нажмите карточку, на которой ровно: %@!

source: בַּחֲרוּ אֶת הַפְּרוֹפִיל שֶׁלָּכֶם
ar: اختاروا ملفّكم الشخصي
en: Choose your profile
ru: Выберите свой профиль

source: בַּחֲרוּ אֶת הָאַפְּלִיקַצְיוֹת שֶׁיִּהְיוּ נְעוּלוֹת בַּמַּכְשִׁיר הַזֶּה — עַד שֶׁהַיֶּלֶד מַרְוִיחַ זְמַן מָסָךְ בְּטוֹפִי. אֶפְשָׁר לְשַׁנּוֹת בְּכָל עֵת בְּהַגְדָּרוֹת הוֹרֶה.
ar: اختاروا التطبيقات التي ستكون مقفلة على هذا الجهاز — حتى يكسب الطفل وقت شاشة في Tofy. يمكن تغيير ذلك في أيّ وقت من إعدادات الوالد.
en: Choose the apps that will be locked on this device — until your child earns screen time in Tofy. You can change this anytime in parent settings.
ru: Выберите приложения, которые будут заблокированы на этом устройстве — пока ребёнок не заработает экранное время в Tofy. Изменить можно в любой момент в родительских настройках.

source: בַּחֲרוּ אֶת הָאַפְלִיקַצְיוֹת שֶׁיִּפָּתְחוּ עַכְשָׁו, וְאַחַר כָּךְ אֶת מֶשֶׁךְ הַזְּמַן.
ar: اختاروا التطبيقات التي ستُفتح الآن، ثمّ مدّة الوقت.
en: Choose the apps to unlock now, then the duration.
ru: Выберите приложения, которые откроются сейчас, а затем — длительность.

source: בַּחֲרוּ אַפְּלִיקַצְיוֹת
ar: اختاروا تطبيقات
en: Choose apps
ru: Выберите приложения

source: בַּחֲרוּ יֶלֶד
ar: اختاروا طفلًا
en: Choose a child
ru: Выберите ребёнка

source: בַּחֲרוּ מָה נִשְׁאָר פָּתוּחַ
ar: اختاروا ما يبقى مفتوحًا
en: Choose what stays open
ru: Выберите, что остаётся открытым

source: בַּחֲרוּ מָה נִשְׁאָר פָּתוּחַ וְסַמְּנוּ גַּם אֶת טוֹפִי. כָּל הַשְּׁאָר יִנָּעֵל — גַּם אַפְּלִיקַצְיָה שֶׁתֻּתְקַן מָחָר.
ar: اختاروا ما يبقى مفتوحًا، وحدّدوا Tofy أيضًا. كل ما عدا ذلك سيُقفَل — حتى تطبيق يُثبَّت غدًا.
en: Choose what stays open, and tick Tofy too. Everything else gets locked — even an app installed tomorrow.
ru: Выберите, что остаётся открытым, и отметьте также Tofy. Всё остальное будет заблокировано — даже приложение, установленное завтра.

source: בַּחֲרוּ נוֹשֵׂא וְהַמִּשְׂחָק מַתְחִיל!
ar: اختاروا موضوعًا ولتبدأ اللعبة!
en: Pick a topic and the game begins!
ru: Выбери тему — и игра начинается!

source: בַּחֲרוּ קֻבִּיּוֹת שֶׁהַמַּכְפֵּלָה שֶׁלָּהֶן מַגִּיעָה לַיַּעַד
ar: اختاروا مكعبات حاصل ضربها يساوي الهدف
en: Pick blocks whose product makes the target
ru: Выберите блоки, произведение которых равно цели

source: בַּחֲרוּ קֻבִּיּוֹת שֶׁהַסְּכוּם שֶׁלָּהֶן מַגִּיעַ לַיַּעַד
ar: اختاروا مكعبات مجموعها يساوي الهدف
en: Pick blocks that add up to the target
ru: Выберите блоки, сумма которых равна цели

source: בַּחֲרוּ קֻבִּיּוֹת, עַד שֶׁיִּהְיוּ בַּסַּל בְּדִיּוּק %@!
ar: اِضْغَطُوا المُكَعَّبات حتى تَحْتَوِيَ السَّلَّة بِالضَّبْط على: %@!
en: Tap blocks until the basket holds exactly: %@!
ru: Нажимайте кубики, пока в корзине не будет ровно: %@!

source: בַּחֲרוּ קוֹד בֶּן 4 סְפָרוֹת כְּדֵי לְהָגֵן עַל הַהַגְדָּרוֹת
ar: اختاروا رمزًا من 4 أرقام لحماية الإعدادات
en: Choose a 4-digit code to protect the settings
ru: Выберите 4-значный код для защиты настроек

source: בַּחֲרוּ קוֹד הוֹרֶה
ar: اختاروا رمز الوالد
en: Choose a parent code
ru: Выберите родительский код

source: בַּחֲרוּ קוֹד סוֹדִי
ar: اختاروا رمزًا سرّيًا
en: Pick a secret code
ru: Выбери секретный код

source: בַּחֲרוּ תְּשׁוּבָה אַחַת
ar: اختاروا إجابة واحدة
en: Pick one answer
ru: Выбери один ответ

source: בַּטֵּל
ar: إلغاء
en: Cancel
ru: Отменить

source: בַּטֶּלֶפוֹן שֶׁמְּנַהֵל אֶת הַיֶּלֶד: הגדרות ← זמן מסך ← %@, וְגוֹלְלִים עַד לְמַטָּה:
ar: في الهاتف الذي يدير الطفل: الإعدادات ← مدة استخدام الجهاز ← %@، ومرّروا للأسفل:
en: On the phone that manages your child: Settings → Screen Time → %@, and scroll to the bottom:
ru: На телефоне, который управляет ребёнком: Настройки → Экранное время → %@, и прокрутите вниз:

source: בַּיִת
ar: بيت
en: house
ru: дом

source: בַּיַּבָּשָׁה
ar: على اليابسة
en: On land
ru: По суше

source: בַּכְּנִיסָה יִתְבַּקֵּשׁ קוֹד הַהוֹרֶה — מִסְרוּ לוֹ אֶת הַקּוֹד שֶׁלָּכֶם בְּעַל־פֶּה 🔑
ar: عند الدخول سيُطلب رمز الوالد — أعطوه رمزكم شفهيًا 🔑
en: They'll be asked for the parent code when entering — tell them yours in person 🔑
ru: На входе попросят родительский код — передайте ему свой код лично 🔑

source: בַּכִּיס עַכְשָׁיו: 💝 %lld דַּקּוֹת
ar: في الجيب الآن: 💝 %lld دقيقة
en: In the pocket now: 💝 %lld minutes
ru: В кармане сейчас: 💝 %lld минуты

source: בַּכִּתָּה %lld בָּנִים וְ־%lld בָּנוֹת. מָה הַיַּחַס בֵּין בָּנִים לְבָנוֹת בְּצוּרָה מְצֻמְצֶמֶת?
ar: في الصفّ %lld ولدًا و%lld بنتًا. ما النسبة بين الأولاد والبنات بأبسط صورة؟
en: A class has %lld boys and %lld girls. What is the ratio of boys to girls in simplest form?
ru: В классе %lld мальчика, а девочек — %2$lld. Каково отношение мальчиков к девочкам в сокращённом виде?

source: בַּלַּיְלָה
ar: في الليل
en: at night
ru: ночью

source: בַּלָּם
ar: قلب الدفاع
en: Centre-back
ru: Центральный защитник

source: בַּלּוֹן
ar: بالون
en: Balloon
ru: Шарик

source: בַּלּוֹן נָכוֹן אֶחָד
ar: بالون صحيح واحد
en: One right balloon
ru: Один правильный шарик

source: בַּלּוֹנִים
ar: بالونات
en: balloons
ru: шарики

source: בַּמִּשְׂחָק הַזֶּה
ar: في هذه اللعبة
en: This game
ru: В этой игре

source: בַּמַּיִם
ar: في الماء
en: On water
ru: По воде

source: בַּמַּכְשִׁיר
ar: على الجهاز
en: on the device
ru: на устройстве

source: בַּמַּכְשִׁיר שֶׁל הַהוֹרֶה שֶׁכְּבָר רָשׁוּם:
ar: على جهاز الوالد المسجَّل بالفعل:
en: On the device of the parent who's already signed up:
ru: На устройстве родителя, который уже зарегистрирован:

source: בַּמַּצָּב הַזֶּה הַכֹּל נָעוּל חוּץ מִמָּה שֶׁתִּבְחֲרוּ כָּאן.
ar: في هذا الوضع كلّ شيء مقفل عدا ما تختارونه هنا.
en: In this mode, everything is locked except what you choose here.
ru: В этом режиме заблокировано всё, кроме того, что вы выберете здесь.

source: בַּמָּקוֹם הַנָּכוֹן
ar: في المكان الصحيح
en: Right place
ru: На своём месте

source: בַּנְגְקוֹק
ar: بانكوك
en: Bangkok
ru: Бангкок

source: בַּנְגּ'וֹ
ar: بانجو
en: banjo
ru: банджо

source: בַּסּוּן
ar: باسون
en: Bassoon
ru: Фагот

source: בַּעֲלֵי חַיִּים
ar: الحيوانات
en: Animals
ru: Животные

source: בַּקְּשִׁי
ar: اطلبي
en: Ask
ru: Попроси

source: בַּקְּשׁוּ מֵאַבָּא אוֹ אִמָּא לְהוֹסִיף מַטְלוֹת — וְתוּכְלוּ לְהַרְוִיחַ דַּקּוֹת מִשְׂחָק אוֹ כֶּסֶף! 💪
ar: اطلبوا من بابا أو ماما إضافة مهامّ — وستكسبون دقائق لعب أو نقودًا! 💪
en: Ask Mom or Dad to add chores — and you can earn play minutes or money! 💪
ru: Попроси маму или папу добавить дела по дому — и сможешь заработать игровые минуты или деньги! 💪

source: בַּקְּשׁוּ מֵאַבָּא אוֹ אִמָּא 💌
ar: اطلبوا من بابا أو ماما 💌
en: Ask Mom or Dad 💌
ru: Попроси маму или папу 💌

source: בַּקֵּשׁ
ar: اطلب
en: Ask
ru: Попроси

source: בַּקָּרַת הַמַּכְשִׁיר
ar: التحكّم بالجهاز
en: Device controls
ru: Управление устройством

source: בַּקָּשַׁת עֶזְרָה מֵהוֹרֶה
ar: طلب مساعدة من أحد الوالدين
en: Ask a parent for help
ru: Попросить помощи у родителя

source: בַּקָּשָׁה נִשְׁלְחָה ⏳
ar: أُرسل الطلب ⏳
en: Request sent ⏳
ru: Запрос отправлен ⏳

source: בַּקָּשׁוֹת חֲבֵרוּת
ar: طلبات الصداقة
en: Friend requests
ru: Заявки в друзья

source: בַּקּוֹד %lld סְפָרוֹת שׁוֹנוֹת, מִ־1 עַד 9
ar: الرمز مكوّن من %lld أرقام مختلفة، من 1 إلى 9
en: The code has %lld different digits, from 1 to 9
ru: В коде %lld разных цифры, от 1 до 9

source: בַּקּוֹד יֵשׁ בְּדִיּוּק %lld סְפָרוֹת זוּגִיּוֹת
ar: في الرمز %lld أرقام زوجية بالضبط
en: The code has exactly %lld even digits
ru: В коде ровно %lld чётных цифры

source: בַּקּוֹד יֵשׁ בְּדִיּוּק %lld סְפָרוֹת רִאשׁוֹנִיּוֹת
ar: في الرمز %lld أرقام أولية بالضبط
en: The code has exactly %lld prime digits
ru: В коде ровно %lld простых цифры

source: בַּקּוֹד יֵשׁ סִפְרָה זוּגִית אַחַת בִּלְבַד
ar: في الرمز رقم زوجي واحد فقط
en: The code has exactly one even digit
ru: В коде ровно одна чётная цифра

source: בַּקּוֹד יֵשׁ סִפְרָה רִאשׁוֹנִית אַחַת בִּלְבַד
ar: في الرمز رقم أولي واحد فقط
en: The code has exactly one prime digit
ru: В коде ровно одна простая цифра

source: בַּקּוֹד, בְּמָקוֹם אַחֵר
ar: في الرمز، بمكان آخر
en: In the code, another place
ru: В коде, на другом месте

source: בַּרְזֶל
ar: حديد
en: Iron
ru: Железо

source: בַּרְצֶלוֹנָה
ar: برشلونة
en: Barcelona
ru: Барселона

source: בָּאֲוִיר
ar: في الجو
en: In the air
ru: По воздуху

source: בָּאַרְנָק יֵשׁ %lld — הַשְּׁאָר נִשְׁמָר לְיָמִים הַבָּאִים.
ar: في المحفظة %lld — والباقي محفوظ للأيّام القادمة.
en: You have %lld in your wallet — the rest is saved for the next few days.
ru: В кошельке %lld — остальное сохранится на следующие дни.

source: בָּחַרְתְּ
ar: اختياركِ
en: Your pick
ru: Твой выбор

source: בָּחַרְתָּ
ar: اختيارك
en: Your pick
ru: Твой выбор

source: בָּלוֹן
ar: بالون
en: balloon
ru: воздушный шарик

source: בָּנָנָה
ar: موز
en: banana
ru: банан

source: בָּנָנוֹת
ar: موزات
en: bananas
ru: бананы

source: בָּעֶרֶב
ar: في المساء
en: in the evening
ru: вечером

source: בָּצָל
ar: بصل
en: onion
ru: лук

source: בָּרָק קֶסֶם
ar: برق سحري
en: Magic lightning
ru: Волшебная молния

source: בָּרוּךְ הַבָּא! 👋
ar: أهلًا بك! 👋
en: Welcome! 👋
ru: Добро пожаловать! 👋

source: בּוֹא
ar: هيّا
en: Come on
ru: Давай

source: בּוֹא נְנַסֶּה אַחֶרֶת
ar: لنجرّب واحدًا آخر
en: Let's try a different one
ru: Давай попробуем другой

source: בּוֹא נְנַסֶּה שׁוּב
ar: لنحاول مرّة أخرى
en: Let's try again
ru: Давай попробуем ещё раз

source: בּוֹא נַחְקוֹר!
ar: لنستكشف!
en: Let's explore!
ru: Давай исследуем!

source: בּוֹא נַעֲשֶׂה חִימּוּם קָטָן 🌟
ar: لنقم بإحماء صغير 🌟
en: Let's warm up a little 🌟
ru: Давай немного разомнёмся 🌟

source: בּוֹא נַתְחִיל
ar: لنبدأ
en: Let's start
ru: Давай начнём

source: בּוֹאִי
ar: هيّا
en: Come on
ru: Давай

source: בּוֹאִי נְנַסֶּה אַחֶרֶת
ar: لنجرّب واحدًا آخر
en: Let's try a different one
ru: Давай попробуем другой

source: בּוֹאִי נְנַסֶּה שׁוּב
ar: لنحاول مرّة أخرى
en: Let's try again
ru: Давай попробуем ещё раз

source: בּוֹאִי נַחְקוֹר!
ar: لنستكشف!
en: Let's explore!
ru: Давай исследуем!

source: בּוֹאִי נַעֲשֶׂה חִימּוּם קָטָן 🌟
ar: لنقم بإحماء صغير 🌟
en: Let's warm up a little 🌟
ru: Давай немного разомнёмся 🌟

source: בּוֹאוּ נְצָרֵף אֶת הַיְּלָדִים
ar: لنُضِف الأطفال
en: Let's add your kids
ru: Давайте добавим детей

source: בּוֹאוּ נְשַׂחֵק!
ar: هَيَّا نَلْعَب!
en: Let's play!
ru: Давайте играть!

source: בּוֹאוּ נְשַׂחֵק! 🚀
ar: هيّا نلعب! 🚀
en: Let's play! 🚀
ru: Давайте играть! 🚀

source: בּוֹאוּ נִפְתַּח אוֹתָן
ar: لنفتحها
en: Let's unlock them
ru: Давай откроем их

source: בּוֹאוּ נֵצֵא לְהַרְפַּתְקָה!
ar: لنخرج في مغامرة!
en: Let's go on an adventure!
ru: Отправляемся в приключение!

source: בּוֹאוּ נַרְוִיחַ דַּקּוֹת
ar: لنكسب دقائق
en: Let's earn minutes
ru: Заработаем минуты

source: בּוֹאוּ נַתְחִיל 🚀
ar: لنبدأ 🚀
en: Let's get started 🚀
ru: Начнём 🚀

source: בּוֹאוּ נַתְחִיל! 🚀
ar: لنبدأ! 🚀
en: Let's start! 🚀
ru: Начнём! 🚀

source: בּוֹדְקִים אֶת הַקּוֹד…
ar: نتحقّق من الرمز…
en: Checking the code…
ru: Проверяем код…

source: בּוֹחֲרִים עוֹלָם וְיוֹצְאִים לְהַרְפַּתְקָה ✨
ar: اختر عالمًا وانطلق في مغامرة ✨
en: Pick a world and set off on an adventure ✨
ru: Выбираем мир и отправляемся в приключение ✨

source: בּוֹחֲרִים עוֹלָם, וְאָז בּוֹחֲרִים: שְׁאֵלוֹת רְגִילוֹת אוֹ מִשְׂחָק
ar: اختاروا عالمًا، ثم اختاروا: أسئلة عادية أو لعبة
en: Pick a world, then pick how: regular questions or a game
ru: Выбираем мир, а потом выбираем: обычные вопросы или игру

source: בּוֹחֲרִים עוֹלָם, וְעוֹנִים בּוֹ עַל שְׁאֵלוֹת אוֹ מְשַׂחֲקִים. כָּל תְּשׁוּבָה נְכוֹנָה מַרְוִיחָה דַּקּוֹת.
ar: اختر عالمًا، ثم أجب عن أسئلة أو العب فيه. كل إجابة صحيحة تكسب دقائق.
en: Pick a world, then answer questions or play in it. Every right answer earns minutes.
ru: Выбери мир и отвечай на вопросы или играй. Каждый верный ответ — это минуты.

source: בּוֹנִים מִלָּה אוֹת אַחַר אוֹת
ar: نبني كلمة حرفًا بعد حرف
en: Build a word letter by letter
ru: Собери слово по буквам

source: בּוֹנֶה בִּטָּחוֹן
ar: يبني الثقة
en: Building confidence
ru: Укрепляет уверенность

source: בּוֹנוּס בְּעוֹד
ar: إضافي بعد
en: Bonus in
ru: Бонус через

source: בּוֹצְעוּ הַיּוֹם 🎉
ar: أُنجزت اليوم 🎉
en: Done today 🎉
ru: Выполнено сегодня 🎉

source: בּוּאֶנוֹס אַיְירֶס
ar: بوينس آيرس
en: Buenos Aires
ru: Буэнос-Айрес

source: באיזה גן?
ar: في أيّ روضة؟
en: Which kindergarten?
ru: В каком детском саду?

source: באיזו כיתה?
ar: في أيّ صف؟
en: Which grade?
ru: В каком классе?

source: באיזו כתה?
ar: في أيّ صف؟
en: Which grade?
ru: В каком классе?

source: באייפד, כרטיס הקטע נשאר ענק גם כשהקטע היה קצר, טופי עמד על תשובה 4 וכפתור הרמז נחתך בקצה המסך. עכשיו הכרטיס בגודל הקטע, התשובות ממלאות את השטח, והכל נשאר בתוך המסך
ar: على الآيباد كانت بطاقة النص تبقى ضخمة حتى عندما يكون النص قصيرًا، وكان توفي يقف فوق الإجابة 4، وزر التلميح يُقتطع عند الحافة. الآن البطاقة بحجم النص، والإجابات تملأ المساحة، وكل شيء يبقى داخل الشاشة.
en: On iPad the passage card stayed huge even when the passage was short, Tofy stood on answer 4, and the hint button was cut off at the edge. Now the card is the size of the passage, the answers fill the space, and everything stays on screen.
ru: На iPad карточка с текстом оставалась огромной даже для короткого отрывка, Тофи стоял на ответе 4, а кнопка подсказки обрезалась у края. Теперь карточка по размеру текста, ответы заполняют экран, и всё помещается.
